"Error -90057" = "ir jānorāda AD domēns. ([domens]\\[piesleguma_vards])";
"Error -10100" = "Nederīga autentifikācijas metode.";
"Error -10010" = "Neesoša valoda.";
"Error -10004" = "Lietotāja pieeja ir beigusies.";
"Error -10003" = "Lietotājs ir slēgts.";
"Error -10005" = "Lietotājs ir īslaicīgi slēgts.";
"Error -10103" = "Lietotājam ir jāapstiprina EULA";
"Error -10104" = "Lietotājam ir jānomaina pieejas kods.";
"Error -10106" = "Lietotājam ir jānomaina viņa pieejas vārds.";
"Error -40761" = "Pašlaik failu nevar atšifrēt. Lūdziet, lai cits pilnvarots lietotājs piešķir jums piekļuvi šim failam. ";
"Error -40751" = "Pieprasītais fails netika atrasts. ";
"Error -80021" = "Norādītais faila segments nav derīgs. ";
"Error -70104" = "Lietotājs jau ir apstiprinājis EULA. ";
"Error -70560" = "Lietotājs ar šādu pieslēgšanās vārdu jau pastāv.";
"Error -70105" = "Lietotājam nav atļauts mainīt savu pieslēgšanās vārdu.";
"Error -10105" = "Šim lietotājam nevar atiestatīt kodu.";
"Error -70020" = "Nav atrasts šifrēšanas atslēgu pāris. Vispirms iestatiet šifrēšanas kodu. ";
"Error -70021" = "Šifrēšanas atslēgu pāris jau ir iestatīts. ";
"Error -70501" = "Lietotāju nevarēja atrast. ";
"Error -10107" = "Kodu var atiestatīt tikai ik pēc 5 minūtēm.";
"Error -40755" = "Slikts datnes vārds. ";
"Error -40010" = "Telpu vai mapi nevar pārrakstīt. ";
"Error -80006" = "Derīguma beigu datums ir pagātnē. ";
"Error -80008" = "Derīguma beigu datums ir par vēlu. ";
"Error -40763" = "Jānorāda faila atslēga. ";
"Error -40756" = "Nederīga failu klasifikācija. ";
"Error -70022" = "Nederīgs šifrēšanas atslēgu pāris. ";
"Error -41054" = "Mapēm/failiem jābūt piederīgam pie viena elementa.";
"Error -40001" = "Šifrētus failus nevar kopēt vai pārvietot uz nešifrētu telpu. ";
"Error -40002" = "Datnes, kas nav šifrēti, nevar kopēt vai pārvietot uz šifrētu telpu. ";

"Decryption password required" = "Nepieciešama atšifrēšanas parole ";
"Enter your decryption password to access encrypted data rooms." = "Ievadiet savu atšifrēšanas paroli, lai piekļūtu šifrētajām datu telpām. ";

"You have successfully created a share link for {0}." = "Jūs esat veiksmīgi izveidojis koplietošanas saiti {0}.";
"You have successfully created the upload account {0}" = "Jūs esat veiksmīgi izveidojis augšupielādes kontu {0} ";
"{0} Share(s) created" = "{0} koplietojums(-i) ir izveidots(-i)";

"The AV scanner detected that the file could be malicious" = "AV skeneris konstatēja, ka fails var būt ļaunprātīgs ";

"DRACOON environment needs to be updated" = "DRACOON vide ir jāatjaunina";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Jūsu DRACOON vide ir novecojusi un vairs nedarbojas ar šo lietojumprogrammu. Lūdzu, sazinieties ar administratoru.";
